# MillimetersToTheSixthPower Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..MillimetersToTheSixthPower Property
UnitTypeId Class See Also
---
Millimeters to the sixth power.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MillimetersToTheSixthPower { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MillimetersToTheSixthPower As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MillimetersToTheSixthPower {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace